name = int(input('1働き蜂の性別は？1～3のうちどれか一つ選んで入力してください?1,メス 2,オス 3,両方'))
if name == 1:
    print(name,"正解です")
elif name == 2:
    print(name,"惜しい!!なんで間違えたか明日までに考えといてください!正解は1のメスです!")
else: 
    print(name,"正解は1のメスです!")

name = int(input('2お酢に卵を殻ごと入れると卵はどうなるでしょうか？1,透明な卵になる 2,硬い石のような卵になる 3,卵が溶けてなくなる'))
if name == 1:
    print(name,"正解です")
elif name == 2:
    print(name,"惜しい!!なんで間違えたか明日までに考えといてください!正解は1の透明な卵になるです!")
else: 
    print(name,"正解は1の透明な卵になるです!")

name = int(input('3シロクマ（ホッキョクグマ）の肌の色は何色？1,白色 2,肌色 3,黒色'))
if name == 1:
    print(name,"惜しい!!なんで間違えたか明日までに考えといてください!正解は3の黒色です")
elif name == 2:
    print(name,"惜しい!!なんで間違えたか明日までに考えといてください!正解は3の黒色です!")
else: 
    print(name,"正解です!")

name = int(input('4アニメの作品数は？1, 175,655  2, 14,710  3, 61,172'))
if name == 1:
    print(name,"惜しい!!なんで間違えたか明日までに考えといてください!正解は2の14,710です")
elif name == 2:
    print(name,"正解です!")
else: 
    print(name,"惜しい!!なんで間違えたか明日までに考えといてください!正解は2の14,710です!")

name = int(input('5 次の式の答えはなに？1, 31.4159  2, 50  3, 34.2711'))
if name == 1:
    print(name,"正解です!")
elif name == 2:
    print(name,"惜しい!!なんで間違えたか明日までに考えといてください!正解は1の31.4159です!")
else: 
    print(name,"惜しい!!なんで間違えたか明日までに考えといてください!正解は1の31.4159です!")
 